[
  "mit !subs kannst du dir anzeigen lassen, wie viele haugeSun -e Menschen diesen Kanal derzeit mit einem Sub unterstützen.",
  "mit !time kannst du dir die aktuelle Uhrzeit bei Hauke in Tokyo anzeigen lassen.",
  "mit !pipi kannst du Hauke einen Hinweis hinterlassen, dass du demnächst mal eine Pause bräuchtest, um zum Beispiel Pipi zu machen. Außerdem kannst du mit !warpipi mitteilen, dass sich dein Wunsch nach einer Pause inzwischen erledigt hat.",
  "mit !wishlist erhälst du den Link zu Haukes Amazon Wishlist.",
  "mit !zeit kannst du dir die aktuelle Uhrzeit bei Hauke in Tokyo anzeigen lassen.",
  "mit !amazon erhälst du Haukes Amazon Affiliate Link.",
  "mit !art erhälst du die Information, wer für das wunderbare Design dieses tollen Twitch-Kanals verantwortlich ist.",
  "mit !artists erhälst du die Links zu allen Musik Artists, deren Musik hier während des Streams immer im Hintergrund läuft.",
  "mit !campfire bekommst du weitere Informationen zur interaktiven Hörspielapp Campfire.",
  "mit !discord erfährst du den Link zum Discord Server dieses Kanals.",
  "mit !donate erhälst du weitere Informationen, wie du Hauke durch eine Spende unterstützen kannst.",
  "mit !game bekommst du weitere Informationen zum Morriton Manor Spiel.",
  "wenn du Hauke auf Instagram folgen möchtest, dann schreib einfach !instagram in den Chat und du bekommst den Link zu Haukes Profil.",
  "wenn dir die Playlist, die gerade im Hintergrund läuft gefällt, dann schreib doch mal !playlist in den Chat und du erhälst den Link zur Spotify Playlist.",
  "falls du nicht genug von Hauke und Japan bekommen kannst, einfach !podcast in den Chat und du bekommst den Link zu seinem FYEO Podcast.",
  "als Besitzer von Amazon Prime kannst du jeden Monat einen Twitch Kanal deiner Wahl kostenlos abonnieren. Falls du wissen möchtest, wie das geht, !prime in den Chat und du bekommst alle notwendigen Informationen.",
  "wenn du studierst und noch kein Amazon Prime hast, dann kannst du dies zu bevorzugten Konditionen abschließen. Falls dich das interessiert, gib einfach mal !primestudent in den Chat und du erhälst einen Link mit allen notwendigen Informationen.",
  "als alte(r) Reisliebhaber(in) kannst du von Haukes Partnerschaft mit Reishunger profitieren. Alle Informationen hierzu: !reishunger",
  "mit !song kannst du dir Informationen zum aktuell laufenden Song anzeigen lassen.",
  "du kannst sogar subben, wenn du den Stream am Handy schaust. Gib mal !sub in den Chat ein, wenn dich interessiert, wie das geht.",
  "falls du Hauke auch auf Twitter folgen möchtest, !twitter in den Chat, und du bekommst sofort einen Link dafür.",
  "mit !wort kannst du dir das Wort des Tages anzeigen lassen.",
  "Hauke hat nicht nur einen Twitch Kanal, auf dem er regelmäßig streamt. Regelmäßig erscheinen auf YouTube auch Videos mit Ausschnitten des Streams, oder extra dafür produzierten Videos. Mit !youtube erhälst du den Link zum YouTube Kanal."
]